export const
    products = [
        {
            id: 0,
            name: 'Lenovo Legion Y530',
            price: '100',
            article: "Огромные игровые ноутбуки отошли в прошлое. Сегодня вам доступны стильные и компактные устройства, отличающиеся невероятной производительностью. Игровой ноутбук Lenovo Legion Y530 был фактически разработан с нуля, чтобы обеспечить идеальный баланс между максимальной производительностью в играх, а также практичностью, портативностью и деловым внешним видом.",
            img: "/productsImage/0.jpg",
            reviews: [
                {
                    text: 'NICE',
                    rating: 5,
                },
                {
                    text: 'BAD',
                    rating: 1,
                }
            ]
        },
        {
            id: 1,
            name: 'MacBook pro 13',
            price: '500',
            article: "Огромные игровые ноутбуки отошли в прошлое. Сегодня вам доступны стильные и компактные устройства, отличающиеся невероятной производительностью. Игровой ноутбук Lenovo Legion Y530 был фактически разработан с нуля, чтобы обеспечить идеальный баланс между максимальной производительностью в играх, а также практичностью, портативностью и деловым внешним видом.",
            img: "/productsImage/0.jpg",
            reviews: [
                {
                    text: 'NICE',
                    rating: 4,
                },
                {
                    text: 'BAD',
                    rating: 2,
                }
            ]
        },
        {
            id: 2,
            name: 'Toyota Camry 70',
            price: '34000',
            article: "Огромные игровые ноутбуки отошли в прошлое. Сегодня вам доступны стильные и компактные устройства, отличающиеся невероятной производительностью. Игровой ноутбук Lenovo Legion Y530 был фактически разработан с нуля, чтобы обеспечить идеальный баланс между максимальной производительностью в играх, а также практичностью, портативностью и деловым внешним видом.",
            img: "/productsImage/0.jpg",
            reviews: [],
        },
        {
            id: 3,
            name: 'LG 666',
            price: '123123',
            article: "Огромные игровые ноутбуки отошли в прошлое. Сегодня вам доступны стильные и компактные устройства, отличающиеся невероятной производительностью. Игровой ноутбук Lenovo Legion Y530 был фактически разработан с нуля, чтобы обеспечить идеальный баланс между максимальной производительностью в играх, а также практичностью, портативностью и деловым внешним видом.",
            img: "/productsImage/0.jpg",
            reviews: [],
        },
        {
            id: 4,
            name: 'Earth Spirit',
            price: '100',
            article: "Огромные игровые ноутбуки отошли в прошлое. Сегодня вам доступны стильные и компактные устройства, отличающиеся невероятной производительностью. Игровой ноутбук Lenovo Legion Y530 был фактически разработан с нуля, чтобы обеспечить идеальный баланс между максимальной производительностью в играх, а также практичностью, портативностью и деловым внешним видом.",
            img: "/productsImage/0.jpg",
            reviews: [],
        }
    ]

export default {
    products
}